[
    { 
        "_id": "64695d8f",
        "name": "Teddy Bear",
        "toys": [
            {
                "_id": "hfdfgffffffffggsgsfdsdghdhdhhdhdgdg",
                "name": "Honey Bear",
                "price": 23.61,
                "rating": 4.2,
                "image": "https://i.ibb.co/Jk9Wgwk/s-l300.jpg",
                "details": "Introducing Honey Bear, the perfect companion for all animal lovers. This charming plush toy captures the essence of a sweet and cuddly bear, with its soft and fluffy fur that is just begging to be hugged. Honey Bear is a delightful addition to any playtime adventure or bedtime routine. With its endearing button eyes and warm smile, Honey Bear instantly melts hearts and brings a sense of comfort and joy. Made with the utmost attention to detail, this plush toy is crafted from high-quality materials, ensuring durability and long-lasting snuggles. Honey Bear is not only a lovable companion but also an inspiration for imaginative play. Children can create countless stories and embark on exciting adventures with their new furry friend by their side. From tea parties in the forest to epic teddy bear picnics, Honey Bear is ready to join in the fun. Rest easy knowing that Honey Bear meets the highest safety standards, making it suitable for children of all ages. Its hypoallergenic and plush body ensures a gentle touch against the skin, making it a comforting presence for little ones. Bring home Honey Bear today and watch as smiles light up faces. This delightful plush toy is more than just a playmate; it becomes a cherished part of childhood memories that will be treasured for years to come."
            },
            {
                "_id": "hfdfgffffff567788fdsdghdhdhhdhdgdg",
                "name": "Snuggle Bear",
                "price": 14.59,
                "rating": 3.8,
                "image": "https://i.ibb.co/610L9qJ/s-bear.png",
                "details": "Get ready to snuggle up with Snuggle Bear, the ultimate cuddle buddy for animal enthusiasts. This lovable plush toy is the perfect companion for cozy nights and comforting hugs. With its irresistibly soft fur and gentle demeanor, Snuggle Bear brings warmth and security to any bedtime routine. Snuggle Bear's plush body is incredibly huggable, providing a sense of comfort and companionship. Its friendly eyes and adorable smile create a feeling of calm and tranquility, making it the perfect snuggle companion for children of all ages. Crafted with love and attention to detail, Snuggle Bear is made from premium materials, ensuring durability and softness. Its velvety fur is a delight to touch, providing a soothing sensation that lulls little ones into a peaceful sleep Snuggle Bear is more than just a toy; it's a symbol of love and comfort. Whether it's sharing bedtime stories, offering a listening ear, or simply being a trusted confidant, Snuggle Bear is there to provide endless hugs and unconditional support. Rest assured that Snuggle Bear meets the highest safety standards, making it suitable for children of all ages. Its hypoallergenic materials ensure a worry-free playtime experience.Bring home Snuggle Bear today and experience the joy of cozy cuddles and sweet dreams. This plush toy will become a cherished companion and a source of comfort for years to come in the animal-loving hearts of children and adults alike."
            }
        ]
    }
]