[
      {
        "name": "Teddy Bear",
        "toys": [
          {
            "name": "Honey Bear",
            "price": 23.61,
            "rating": 4.2,
            "image": "https://i.ibb.co/Jk9Wgwk/s-l300.jpg",
            "details": "Introducing Honey Bear, the perfect companion for all animal lovers. This charming plush toy captures the essence of a sweet and cuddly bear, with its soft and fluffy fur that is just begging to be hugged. Honey Bear is a delightful addition to any playtime adventure or bedtime routine. With its endearing button eyes and warm smile, Honey Bear instantly melts hearts and brings a sense of comfort and joy. Made with the utmost attention to detail, this plush toy is crafted from high-quality materials, ensuring durability and long-lasting snuggles. Honey Bear is not only a lovable companion but also an inspiration for imaginative play. Children can create countless stories and embark on exciting adventures with their new furry friend by their side. From tea parties in the forest to epic teddy bear picnics, Honey Bear is ready to join in the fun. Rest easy knowing that Honey Bear meets the highest safety standards, making it suitable for children of all ages. Its hypoallergenic and plush body ensures a gentle touch against the skin, making it a comforting presence for little ones. Bring home Honey Bear today and watch as smiles light up faces. This delightful plush toy is more than just a playmate; it becomes a cherished part of childhood memories that will be treasured for years to come."
          },
          {
            "name": "Snuggle Bear",
            "price": 14.59,
            "rating": 3.8,
            "image": "https://i.ibb.co/610L9qJ/s-bear.png",
            "details": "Get ready to snuggle up with Snuggle Bear, the ultimate cuddle buddy for animal enthusiasts. This lovable plush toy is the perfect companion for cozy nights and comforting hugs. With its irresistibly soft fur and gentle demeanor, Snuggle Bear brings warmth and security to any bedtime routine. Snuggle Bear's plush body is incredibly huggable, providing a sense of comfort and companionship. Its friendly eyes and adorable smile create a feeling of calm and tranquility, making it the perfect snuggle companion for children of all ages. Crafted with love and attention to detail, Snuggle Bear is made from premium materials, ensuring durability and softness. Its velvety fur is a delight to touch, providing a soothing sensation that lulls little ones into a peaceful sleep Snuggle Bear is more than just a toy; it's a symbol of love and comfort. Whether it's sharing bedtime stories, offering a listening ear, or simply being a trusted confidant, Snuggle Bear is there to provide endless hugs and unconditional support. Rest assured that Snuggle Bear meets the highest safety standards, making it suitable for children of all ages. Its hypoallergenic materials ensure a worry-free playtime experience.Bring home Snuggle Bear today and experience the joy of cozy cuddles and sweet dreams. This plush toy will become a cherished companion and a source of comfort for years to come in the animal-loving hearts of children and adults alike."
          }
        ]
      },
      {
        "name": "Horse",
        "toys": [
          {
            "name": "Secretariat Horse",
            "price": 24.99,
            "rating": 4.2,
            "image": "https://i.ibb.co/0hjYZ4v/str.jpg",
            "details": "Experience the thrill of the racetrack with our Secretariat Horse Toys. Inspired by the legendary racehorse, Secretariat, these toys capture the grace, power, and spirit of this iconic champion. Crafted with meticulous attention to detail, these toys are a must-have for horse lovers and collectors alike. Our Secretariat Horse Toys feature realistic sculpting and vibrant colors, bringing this remarkable equine athlete to life. Each toy showcases Secretariat's distinct markings and muscular physique, paying tribute to his legacy as one of the greatest racehorses of all time. Made from high-quality materials, these toys are built to withstand hours of imaginative play. Their sturdy construction ensures they can handle the most thrilling races and adventures. Whether galloping across make-believe tracks or showcasing their jumping skills, these toys are ready for action. Not only do these toys embody Secretariat's physical attributes, but they also capture his indomitable spirit. Displaying determination and strength, they inspire children to dream big and believe in their own abilities.Bring home our Secretariat Horse Toys and let the magic of this legendary racehorse ignite your child's imagination. Whether they are aspiring jockeys or simply fascinated by horses, these toys will provide endless hours of joy and play."
          },
          {
            "name": "Horse Andalusian",
            "price": 16.06,
            "rating": 4.0,
            "image": "https://i.ibb.co/99JnLzk/88464.jpg",
            "details": "Immerse yourself in the world of equestrian elegance with our Horse Andalusian Toys. These majestic and graceful creatures are beautifully represented in these meticulously designed toys. With their flowing manes and regal postures, they epitomize the beauty and spirit of the Andalusian horse breed. Our Horse Andalusian Toys feature realistic sculpting and intricate detailing, capturing the essence of this noble breed. Each toy showcases the Andalusian's distinctive features, such as their arched necks, powerful hindquarters, and expressive eyes. Crafted from premium materials, these toys are built to withstand the rigors of playtime. Their durable construction ensures they can handle galloping across imaginary fields or participating in grand dressage performances. These toys are ready to accompany young horse enthusiasts on countless adventures. Not only do these toys embody the physical characteristics of the Andalusian breed, but they also reflect their gentle and intelligent nature. Their calm presence and graceful movements inspire children to appreciate the beauty and majesty of horses. Bring home our Horse Andalusian Toys and let the enchantment of these magnificent creatures fill your child's playtime. Whether they are aspiring equestrians or simply captivated by horses, these toys will ignite their imagination and create endless moments of joy and wonder."
          }
        ]
      },
      {
        "name": "Cat",
        "toys": [
          {
            "name": "Whiskers Cat",
            "price": 59.55,
            "rating": 4.7,
            "image": "https://i.ibb.co/tMy3vvX/c1222.jpg",
            "details": "Indulge your feline friend with our Whiskers Cat Toys collection. Specially designed to captivate and entertain cats of all ages, these toys are guaranteed to bring out the playful nature in your furry companion. With a variety of engaging features and textures, Whiskers Cat Toys provide endless hours of fun and excitement. Our Whiskers Cat Toys are crafted with high-quality materials that are safe for your cat to play with. From interactive wands with dangling feathers to plush mice infused with catnip, each toy is designed to stimulate your cat's natural instincts and keep them engaged and entertained. Not only are Whiskers Cat Toys designed for fun, but they also promote exercise and mental stimulation. Engaging your cat in active play helps to keep them physically fit and mentally sharp. With a wide range of options to choose from, you can find the perfect toy to match your cat's preferences and personality. In addition to their entertainment value, Whiskers Cat Toys are also built to withstand the pouncing, biting, and scratching of playful cats. Their durable construction ensures that they can handle even the most enthusiastic play sessions, providing long-lasting enjoyment for your furry friend. Discover our Whiskers Cat Toys collection and watch as your cat's eyes light up with excitement. Whether they are chasing after a feather wand, pouncing on a stuffed toy, or batting at a dangling ball, these toys are sure to bring joy and happiness to your feline companion."
          },
          {
            "name": "Oliver Cat",
            "price": 37.19,
            "rating": 4.1,
            "image": "https://i.ibb.co/QvKCytp/700.jpg",
            "details": "Treat your beloved feline companion to the irresistible charm of our Oliver Cat Toys. Designed to engage and entertain cats of all ages, these toys are the purrfect choice for endless playtime fun. With their captivating designs and interactive features, Oliver Cat Toys are sure to keep your furry friend entertained for hours on end. Our Oliver Cat Toys are carefully crafted with your cat's instincts in mind. From interactive puzzle toys that challenge their problem-solving skills to crinkly tunnels that awaken their curiosity, each toy is designed to stimulate their senses and encourage active play. Made from safe and durable materials, Oliver Cat Toys are built to withstand the daily adventures of your playful cat. Whether they are batting, pouncing, or chasing after their favorite toy, these toys can handle the excitement and provide long-lasting enjoyment. Not only are Oliver Cat Toys entertaining, but they also promote exercise and mental stimulation. Engaging your cat in play helps to keep them physically active and mentally engaged, contributing to their overall well-being and happiness. Explore our collection of Oliver Cat Toys and witness the joy on your cat's face as they discover new toys to play with. From feather wands and crinkle balls to interactive treat puzzles, there's something for every feline friend to enjoy."
          }
        ]
      },
      {
        "name": "Dinosaur",
        "toys": [
          {
            "name": "Triceratops Dinosaur",
            "price": 44.29,
            "rating": 4.9,
            "image": "https://i.ibb.co/zJGrKX2/1200.png",
            "details": "Step back in time to the prehistoric era with our Triceratops Dinosaur Toys. These magnificent creatures ruled the land millions of years ago, and now you can bring their fascinating world into your home. Our Triceratops toys are carefully crafted to capture the essence of these iconic dinosaurs, allowing children and dinosaur enthusiasts to embark on exciting imaginative adventures. With realistic details and vibrant colors, our Triceratops toys are designed to spark curiosity and ignite the imagination. From their distinctive three-horned face to their powerful frilled neck, each toy showcases the unique features that made Triceratops such an impressive species. Whether it's for educational play or simply for dinosaur lovers to display and admire, these toys are a must-have addition to any collection. Made from durable materials, our Triceratops toys are built to withstand the rigors of playtime. Their sturdy construction ensures they can handle the most epic dinosaur battles and exploration expeditions. Let your little ones unleash their creativity as they create their own dinosaur stories and engage in endless imaginative play. Discover our Triceratops Dinosaur Toys and transport yourself to a world where dinosaurs roamed the earth. Whether you're fascinated by their size and strength or simply intrigued by their ancient existence, these toys will bring joy and excitement to dinosaur enthusiasts of all ages."
          },
          {
            "name": "Brachiosaurus",
            "price": 67.00,
            "rating": 3.8,
            "image": "https://i.ibb.co/fGNYxCk/1645096696-7337.jpg",
            "details": "Embark on a journey to the land of giants with our Brachiosaurus Toys. These towering herbivores, known for their long necks and immense size, captivate the imagination of dinosaur lovers young and old. Our Brachiosaurus toys capture the majesty of these gentle giants, allowing children to explore and learn about this incredible species. With their lifelike details and impressive size, our Brachiosaurus toys make a striking addition to any dinosaur collection. From their elongated necks reaching towards the treetops to their powerful limbs, each toy is meticulously designed to replicate the features that made Brachiosaurus such a fascinating dinosaur. Crafted from high-quality materials, our Brachiosaurus toys are built to withstand hours of play. Whether it's recreating prehistoric scenes or engaging in imaginative adventures, these toys are ready to withstand the most epic dinosaur expeditions. Let your little ones immerse themselves in the world of dinosaurs and discover the wonders of the Jurassic era. Experience the thrill of the Brachiosaurus with our collection of Brachiosaurus Toys. Whether you're a passionate dinosaur enthusiast, an avid collector, or a curious learner, these toys will transport you back in time to an age when dinosaurs roamed the earth."
          }
        ]
      }
    ]

  